// © Copyright 2011-2015 HP Development Company, L.P.

//Designjet Assistant

DesignjetAssistantTaskTOCTitle = "设置助手";

//Device Discovery

PrinterNameColumnTitle = "打印机名称";
PrinterModelColumnTitle = "打印机型号";
PrinterDriverColumnTitle = "打印机驱动程序";
ConnectionColumnTitle = "连接";
DetailsColumnTitle = "详细信息";

DeviceDiscoveryTaskName = "添加设备";
DeviceDiscoveryNameText = "名称：";
DeviceDiscoveryInformativeText = "在列表中选择您的打印机，然后按“继续”以将该打印机添加到系统中。";

//Queue Created

QueueCreatedText = "已创建打印机的打印机队列。\n\n如果要为上一列表中显示的其它打印机创建打印机队列，请单击“返回”，然后重复该过程。\n\n如果已完成，则单击“继续”。";
QueueCreatedTaskName = "创建了打印机队列";

QueueDuplicationAlertTitle = "正在设置 %@";
QueueDuplicationAlertText = "%@ 的队列已经存在。要创建新队列吗？";

//CIP Task

CIPTaskControllerTaskTOCTitle = "HP Designjet CIP";

//CIP Introduction

CIPIntroductionText = "请帮助我们创造更好的产品!\n\nJ请加入 HP Designjet 客户参与计划 (CIP)，帮助我们创造出更好的产品！ 我们收集的匿名打印机使用数据可帮助我们确定您如何使用打印机以及产品的哪些功能对您最重要。 所有数据的收集和使用均依照 CIP 隐私声明进行。 不会强制进行调查，也没有跟进电子邮件。 不收集个人联系信息。 您可随时停止参与。";
CIPIntroductionPrivacyStatementLink = "CIP 隐私声明";
CIPIntroductionPrivacyStatementLinkTooltip = "CIP 隐私声明";

"Yes, I want to participate (send anonymous data only)" = "是，我希望参加（仅发送匿名数据）";
"No, thank you" = "不，谢谢";

CIPIntroductionTaskName = "HP Designjet 客户参与计划";
CIPIntroductionTaskTOCTitle = "简介";
CIPSendSerialText = "通过选择“发送我的打印机的序列号”，可以使我们能够为您提供更好的产品服务和支持，并且需要选择此选项才能确定您是否有资格参与某些基于用量的奖励计划。";

"Send my printer's serial number" = "发送我的打印机的序列号";

//CIP Business Profile

CIPBusinessProfileText = "为帮助我们更好地了解您的工作环境，请提供以下可选信息。 如果决定不提供此信息，但同意参与 CIP，则我们仍将收到匿名的打印机使用数据。 所有数据的收集和使用均依照 HP 隐私策略进行。 不会强制进行调查，也没有跟进电子邮件。 不收集个人联系信息。";

CIPBusinessProfileTaskName = "HP Designjet 客户参与计划";
CIPBusinessProfileTaskTOCTitle = "业务介绍";

BusinessTypeText = "业务类型：";
BusinessSizeText = "业务规模：";
GeographicalRegionText = "地理位置：";

"None" = "无";
"Architecture, Engineering, Construction" = "建筑设计、工程、建筑";
"Graphic Design, Advertising Services" = "图形设计、广告服务";
"Infrastructure, Utilities, Telecommunications" = "基础结构、公共事业、电信";
"Manufacturing, Automotive, Transportation" = "制造业、汽车业、运输业";
"Printing Services" = "打印服务";
"Professional Photography Services" = "专业摄影服务";
"Public Sector" = "公共部门";
"Other" = "其他";

"1-10 employees" = "1-10 人";
"10-100 employees" = "10-100 人";
"100-1000 employees" = "100-1000 人";
"more than 1000 employees" = "超过 1000 人";

"Americas" = "美洲";
"Europe, Middle East, Africa" = "欧洲、中东、非洲";
"Asia Pacific, Japan" = "亚太、日本";

//HP Proactive Support

ProactiveSupportAgreementText = "HP Proactive Support 提供一种简单方便的方法，可监视您的 HP 打印机，使其保持最新并且运行在最佳状态。\
\n\n有关详细信息，请参阅 HP Proactive Support 协议。";
ProactiveSupportTaskName = "HP Proactive Support";
ProactiveSupportAgreementLink = "HP Proactive Support 协议";
ProactiveSupportAgreementLinkTooltip = "HP Proactive Support 协议";

"Yes, I want to enable it" = "是的，我要启用它";

//HP Printer Monitor

PrinterMonitorTextField = "HP Printer Monitor 应用程序可在后台查看 HP Designjet 打印机的状态，并在需要干预打印机（如墨盒有问题或卡纸）时通知您\n是否要以警报形式接收通知？ 以后可更改此设置。";
AdviseAlertsAgreement = "是的，我要立即得到通知";
AdviseAlertsChoosen = "警报将作为横幅直接在 Dock 中弹出。";
AdviseAlertsNotChoosen = "警报将不在 Dock 中弹出。 需要打开 HP Printer Monitor 才能看到警报。";

PrinterMonitorTaskName = "HP Printer Monitor - 警报";
PrinterMonitorTaskTOCTitle = "HP Printer Monitor";

"Show all alerts" = "显示所有警报";
"Show only critical alerts" = "仅显示严重警报";

//Summary

SummaryTextField-1 = "设置助手已完成。";
SummaryTextField-2 = "在 HP Printer Monitor 中，您已激活：";
SummaryTextCIP = "HP Designjet 客户参与计划";
SummaryTextPriactiveSupport = "HP Proactive Support";
SummaryTextAlerting = "警报";
SummaryTextField-3 = "要更改警报设置和是否参与 HP Designjet 计划，请打开 HP Printer Monitor 应用程序中的“监视首选项”。";

SummaryTaskName = "摘要";

// Web Registration

WebRegistrationTaskName = "Web 注册";

WebRegistrationTextField = "感谢您购买打印机！\n\n请花几分钟注册您的新打印机。注册后，您可以：\n\n可以参加 HP 公司举办的各种活动，并有机会赢取丰厚奖品\n\n向 HP 提供有用的信息，以便我们继续设计出可最好地满足您-我们的客户之需求的产品。\n\n免费获得 Designjet Online 的会员资格（一个发布新闻并传授技巧的优秀信息源，不仅涉及打印机本身，还包括墨水、介质、驱动程序、应用程序等。还有大量的案例可以启发您 - 包括我们的用户自己编写的一些案例！）\n\n请注意，即使您没有完整填写或提交您所购买产品的注册表，也不会对您的保修权利产生任何影响。\n\n注册…";

WebRegistrationLink = "注册…";
WebRegistrationLinkTooltip = "注册";

WebRegistrationStatementText = "单击“继续”之后，将使用您的默认网络浏览器联机访问 HP 网页。\n\n要完成操作，必须将某些个人信息传输到 HP 安全服务器。要发送的信息可能包括：\n\nIP 地址\n打印机型号\n操作系统\n\nHP 在线隐私政策";

WebRegistrationStatementLink = "HP 在线隐私政策";

//CIP Privacy Statement Window

PrivacyStatementText = "HP 尊重您的隐私并承诺保护您的隐私。\n\nHP 提供此隐私声明以通知您在您的许可下，“客户参与计划”(CIP) 功能使产品可定期向 HP 发送配置和耗材用量信息。 发往 HP 的信息用于改进产品和服务，如果您与 HP 之间存在向您提供服务（如主动更换墨盒、按页付费合同、支持协议或用量跟踪）的关系，则这些信息还用于监控设备。\n\nHP 收集打印机的状态和用量数据以及打印机特有的其它数据。 可能会与其它 HP 实体（可能在海外）共享这些数据，以支持“客户参与计划”和收集市场研究信息，以便 HP 改进产品与服务的质量。\n\n下面的列表给出了“客户参与计划”将要收集的信息类型，但这仅是代表性信息，并不详尽:\n\n打印机信息:\n\t- 产品名称\n\t- 产品号\n\t- 序列号\n\t- 固件版本\n\t- 打印的页数\n\t- 打印机状态\n\t- 打印机用量数据\n\t- 事件日志（包括打印机错误列表）\n\t- 最新打印件统计信息\n\nHP 将根据 HP 在线隐私声明保护收集的任何数据的隐私，并进一步向您保证：HP 在处理收集的打印机状态和用量数据时将采取合理的预防措施。 要获得有关隐私或信息收集惯例的最新信息，请访问您当地的 HP 网站。\n\n如果要行使访问、纠正或取消数据的权利，请联系 myprinteradmin@hp.com";
HPPrivacyStatement = "HP 隐私声明";
PersonalDataRightsNotice = "个人数据权利声明";

ProactiveSupportStatementText = "<html><body><font size=+1>
<p>HP Proactive Support 提供了一种监视 HP 打印机的简便方法，
使它们保持最新并以最佳状态运行。
HP Proactive Support 服务将找到
您系统上安装的 HP 硬件和软件所需的最新更新，
并让您选择要安装的项目。
简单的警告和支持信息将提醒您何时需要注意打印机
以及应采取的措施。</p>

<p>新的更新将在开发完成后提供。
HP Proactive Support 服务将按您指定的时间间隔
查找新的更新。</p>

<p>HP 承诺保护使用 HP
Proactive Support 的客户的隐私。 HP Proactive
Support 服务从您计算机收集的数据将用于确定是否需要进行软件更新
以及您的系统是否会受到 
HP 已知的潜在问题的影响。</p>

<p>跟踪的信息将不会用于跟踪单独的客户、
计算机或连接的打印机。HP 不会收集个人特征数据（如
姓名、地址或电子邮件地址）。
收集的数据可能会以匿名方式用于
制作以市场调查为目的的汇总表单和帮助 HP 改进所提供的产品及
服务的质量。</p>

<p>此数据从数据
最后传输到 HP 之日起，可能最多会保留 5 年时间，而且将会被发送至可能
位于海外的 HP 系统。发送数据的计算机的 IP 地址将
按照标准网络通信用于传输目的。</p>

<p>HP Proactive Support 将收集以下信息：<br>
- 操作系统名称<br>
- 国家/地区设置<br>
- 语言设置<br>
- HP 打印机监视器下配置的打印机列表</p>

<p>为了提高 HP Proactive Support 的服务，HP 还会跟踪
尝试下载解决方案的次数、
安装成功的更新数量或安装失败的更新数量。此数据将以匿名方式跟踪。
HP Proactive Support 不会为客户数据附加唯一标识符</p>

<p>有关隐私策略的更多信息，请访问<a href=\"http://www.hp.com/go/proactivesupport/privacy/zh\">http://www.hp.com/go/proactivesupport/privacy</a></p></font></body></html>";


